Repository: edisonm/ttg
Catalog: src/laz/locale/ttg.*.po
Languages: es

# uttgconsts.sreparationprobability
source: Repair Probability
es: Probabilidad de Reparacion

source: Resource; Restrictions
es: Profesor; Restricciones

source: Resources' Work load without problems...
es: Carga horaria de los profesores sin problemas...

source: Resources' work load with problems...
es: Carga horaria de los profesores con problemas...

source: Resource; Work Load
es: Profesor; Carga horaria

source: Do you want to save the changes?
es: Desea guardar los cambios efectuados?

source: Comma delimited CSV (*.csv)|*.csv
es: CSV delimitado por comas (*.csv)|*.csv

source: Timetable (*.ttd)|*.ttd
es: Horario (*.ttd)|*.ttd

source: Search by %s
es: Buscar por %s

source: The next Timetables already exists: %s
es: Los siguientes horarios ya existian: %s

source: Codes of Timetables to generate
es: Codigos de los Horarios a generar

source: Total Value
es: Valor Total

# uttgconsts.svalue
source: Value
es: Valor

source: Weight
es: Peso

# uttgconsts.sweights
source: Weights
es: Pesos

source: Work in progress [%d]
es: Elaboracion en progreso [%d]

source: Wrong Composition
es: Composicion Erroea

source: Yes
es: Si
