Repository: edisonm/ttg
Catalog: src/laz/locale/ttg.*.po
Languages: es

# dsourcebaseconsts.sflactivity_composition
source: Composition
es: Composicion

# dsourcebaseconsts.sflactivity_idparallel
source: Parallel
es: Paralelo

# dsourcebaseconsts.sflactivity_idtheme
source: Theme
es: Materia

# dsourcebaseconsts.sflcategory_abcategory
source: Abbreviation
es: Abreviatura

# dsourcebaseconsts.sflcategory_idcategory
source: Id
es: Codigo

# dsourcebaseconsts.sflcategory_nacategory
source: Name
es: Nombre

# dsourcebaseconsts.sflcluster_idparallel
source: Parallel
es: Paralelo

# dsourcebaseconsts.sflday_idday
source: Id
es: Codigo

# dsourcebaseconsts.sflday_naday
source: Name
es: Nombre

# dsourcebaseconsts.sflhour_idhour
source: Id
es: Codigo

# dsourcebaseconsts.sflhour_interval
source: Interval
es: Intervalo

# dsourcebaseconsts.sflhour_nahour
source: Name
es: Nombre

# dsourcebaseconsts.sfljoinedcluster_idparallel
source: Parallel
es: Paralelo

# dsourcebaseconsts.sfljoinedcluster_idparallel1
source: Joined Parallel
es: Paralelo unido

# dsourcebaseconsts.sfljoinedcluster_idtheme
source: Theme
es: Materia

# dsourcebaseconsts.sflparallel_idparallel
source: Id
es: Codigo

# dsourcebaseconsts.sflparallel_naparallel
source: Name
es: Nombre

# dsourcebaseconsts.sflrequirement_idparallel
source: Parallel
es: Paralelo

# dsourcebaseconsts.sflrequirement_idtheme
source: Theme
es: Materia

# dsourcebaseconsts.sflrequirement_numrequirement
source: Number
es: Apellido

# dsourcebaseconsts.sflresourcerestrictiontype_idresourcerestrictiontype
source: Id
es: Codigo

# dsourcebaseconsts.sflresourcerestrictiontype_naresourcerestrictiontype
source: Name
es: Nombre

# dsourcebaseconsts.sflresourcerestrictiontype_valresourcerestrictiontype
source: Value
es: Valor

# dsourcebaseconsts.sflresourcerestriction_idresource
source: Resource
es: Profesor

# dsourcebaseconsts.sflresourcerestriction_idresourcerestrictiontype
source: Restriction Type
es: Tipo de Restriccion

# dsourcebaseconsts.sflresourcetype_naresourcetype
source: Name
es: Nombre

# dsourcebaseconsts.sflresourcetype_valresourcetype
source: Value
es: Valor

# dsourcebaseconsts.sflresource_abresource
source: Abbreviation
es: Identificacion

# dsourcebaseconsts.sflresource_idresource
source: Id
es: Codigo

# dsourcebaseconsts.sflresource_naresource
source: Name
es: Nombre

# dsourcebaseconsts.sflresource_numresource
source: Number
es: Apellido

# dsourcebaseconsts.sflthemerestrictiontype_idthemerestrictiontype
source: Id
es: Codigo

# dsourcebaseconsts.sflthemerestrictiontype_nathemerestrictiontype
source: Name
es: Nombre

# dsourcebaseconsts.sflthemerestrictiontype_valthemerestrictiontype
source: Value
es: Valor

# dsourcebaseconsts.sflthemerestriction_idtheme
source: Theme
es: Materia

# dsourcebaseconsts.sflthemerestriction_idthemerestrictiontype
source: Restriction Type
es: Tipo de Restriccion

# dsourcebaseconsts.sfltheme_idtheme
source: Id
es: Codigo

# dsourcebaseconsts.sfltheme_natheme
source: Name
es: Nombre

# dsourcebaseconsts.sfltimetabledetail_idparallel
source: Parallel
es: Paralelo

# dsourcebaseconsts.sfltimetabledetail_idtheme
source: Theme
es: Materia

# dsourcebaseconsts.sfltimetabledetail_idtimetable
source: Timetable
es: Horario

# dsourcebaseconsts.sfltimetabledetail_session
source: Session
es: Sesion

# dsourcebaseconsts.sfltimetableresource_idparallel
source: Parallel
es: Paralelo

# dsourcebaseconsts.sfltimetableresource_idresource
source: Resource
es: Profesor

# dsourcebaseconsts.sfltimetableresource_idtheme
source: Theme
es: Materia

# dsourcebaseconsts.sfltimetableresource_idtimetable
source: Timetable
es: Horario

# dsourcebaseconsts.sfltimetable_idtimetable
source: Id
es: Codigo

# dsourcebaseconsts.sfltimetable_summary
source: Summary
es: Resumen

# dsourcebaseconsts.sfltimetable_timeend
source: End Time
es: Final

# dsourcebaseconsts.sfltimetable_timeini
source: Initial Time
es: Inicio

# dsourcebaseconsts.stbactivity
source: Activities
es: Distribucion de la carga

# dsourcebaseconsts.stbcategory
source: Categories
es: Cursos

# dsourcebaseconsts.stbcluster
source: Clusters
es: Clases

# dsourcebaseconsts.stbday
source: Working Days
es: Dias Laborables

# dsourcebaseconsts.stbhour
source: Academic Hours
es: Horas academicas

# dsourcebaseconsts.stbjoinedcluster
source: Joined Clusters
es: Clases unidas

# dsourcebaseconsts.stbparallel
source: Parallels
es: Paralelos

# dsourcebaseconsts.stbrequirement
source: Requirements
es: Ayudas

# dsourcebaseconsts.stbresource
source: Resources
es: Profesores

# dsourcebaseconsts.stbresourcerestriction
source: Resource Restrictions
es: Restricciones de profesores

# dsourcebaseconsts.stbresourcerestrictiontype
source: Types of Resource Restrictions
es: Tipos de restricciones de profesores

# dsourcebaseconsts.stbtheme
source: Themes
es: Materias

# dsourcebaseconsts.stbthemerestriction
source: Theme Restrictions
es: Restricciones

# dsourcebaseconsts.stbthemerestrictiontype
source: Types of Theme Restrictions
es: Tipos de restricciones de materia

# dsourcebaseconsts.stbtimetable
source: Timetables
es: Horarios

# dsourcebaseconsts.stbtimetabledetail
source: Detail of Timetables
es: Detalle de los horarios

# tclassform.dbgrid.hint
source: Categories|Available categories
es: Cursos|Cursos disponibles

# tclusterform.dbgrid.hint
source: Categories|Available categories
es: Cursos|Cursos disponibles

# TCONFIGFORM.BBCANCEL.CAPTION
source: Cancel
es: Cancelar

# TCONFIGFORM.BBOK.CAPTION
source: Ok
es: Aceptar

# TCONFIGFORM.CBAPPLYDOUBLEDOWNHILL.CAPTION
source: Apply Downhill - slow
es: Aplicar descenso - lento

# TCONFIGFORM.CBRANDOMIZE.CAPTION
source: Init with the system time
es: Inicializar con la hora del sistema

# TCONFIGFORM.EDNAINSTITUTION.HINT
source: Institution|Institution Name
es: Institucion|Nombre de la Institucion

# tconfigform.lbclashresource.caption
source: Clash of Resources:
es: Cruce profesores:

# tconfigform.lbiterations.caption
source: Iterations:
es: Iteraciones:

# tconfigform.label29.caption
source: Update each:
es: Actualizar cada:

# tconfigform.lbauthority.caption
source: Authority:
es: Autoridad:

# TCONFIGFORM.LBAUTHORITYPOSITION.CAPTION
source: Position:
es: Cargo:

# tconfigform.lbbreaktimetableresource.caption
source: Break TT. Resources:
es: Huecos h. prof.:

# tconfigform.lbbrokensubjects.caption
source: Broken Activities:
es: Materias cortadas:

# tconfigform.lbclashactivity.caption
source: Clash of Activities:
es: Cruce materias:

# tconfigform.lbcomments.caption
source: Comments:
es: Comentarios:

# TCONFIGFORM.LBCROSSPROBABILITY.CAPTION
source: Cross Probability:
es: Prob. Cruce:

# TCONFIGFORM.LBDOWNHILLLEVELS.CAPTION
source: Downhill Levels:
es: Niveles de descenso:

# tconfigform.lbemptyhours.caption
source: Empty hours:
es: Horas huecas:

# TCONFIGFORM.LBINITIALTIMETABLES.CAPTION
source: Initial Timetables:
es: Horarios iniciales:

# TCONFIGFORM.LBINSTITUTIONNAME.CAPTION
source: Name:
es: Nombre:

# tconfigform.lbjoinedsubjects.caption
source: Non Scattered Activities:
es: Materias juntas:

# tconfigform.lbmaxresourceworkload.caption
source: Max work load per resource:
es: Carga Maxima por Profesor:

# TCONFIGFORM.LBMUTATIONPROBABILITY.CAPTION
source: Mutation Probability:
es: Prob. Mutacion

# TCONFIGFORM.LBPOLLINATIONPROBABILITY.CAPTION
source: Pollination Probability:
es: Prob. Polinizacion:

# TCONFIGFORM.LBPOPULATIONSIZE.CAPTION
source: Population Size:
es: Individuos:

# TCONFIGFORM.LBREPARATIONPROBABILITY.CAPTION
source: Reparation Probability:
es: Prob. Reparacion:

# tconfigform.lbresourcerestrictions.caption
source: Resource Restrictions:
es: Prohibiciones de profesor:

# tconfigform.lbresponsible.caption
source: Responsible:
es: Responsable:

# TCONFIGFORM.LBRESPONSIBLEPOSITION.CAPTION
source: Position:
es: Cargo:

# tconfigform.lbschoolyear.caption
source: School Year:
es: Periodo Lectivo:

# TCONFIGFORM.LBSEED.CAPTION
source: Seed:
es: Semilla:

# TCONFIGFORM.LBSHAREDDIRECTORY.CAPTION
source: Shared directory:
es: Directorio compartido:

# TCONFIGFORM.LBSRNAME.CAPTION
source: Name:
es: Nombre:

# TCONFIGFORM.LBSRVALUE.CAPTION
source: Value:
es: Valor:

# tconfigform.lbthemerestrictions.caption
source: Theme Restrictions:
es: Prohibiciones de materia:

# TCONFIGFORM.LBTRNAME.CAPTION
source: Name:
es: Nombre:

# TCONFIGFORM.LBTRVALUE.CAPTION
source: Value:
es: Valor:

# TCONFIGFORM.TSWEIGHTS.CAPTION
source: Weights
es: Pesos

# tconfigform.tsinstitution.caption
source: Institution
es: Institucion

# tconfigform.tsinstitution.hint
source: Institution Data
es: Datos del instituto

# tconfigform.tsoptions.caption
source: Options
es: Opciones

# tcrossmanytomanyeditorform.btcancel.hint
source: Cancel|Cancel
es: Cancelar|Cancelar

# tcrossmanytomanyeditorform.btncancel.hint
source: Cancel|Cancel
es: Cancelar|Cancelar

# tcrossmanytomanyeditorform.btnok.hint
source: Ok|Ok
es: Aceptar|Aceptar

# tcrossmanytomanyeditorform.btok.hint
source: Ok|Ok
es: Aceptar|Aceptar

source: Execute Script
es: Ejecutar script

source: Open Query
es: Abrir consulta

source: Open Script
es: Abrir script

source: Save Results
es: Guardar resultados

source: Save Script
es: Guardar script

source: Database Explorer
es: Base de datos

source: Metadata Type
es: Tipo de metadato

source: Tables
es: Tablas

source: Show Metadata
es: Mostrar metadatos

source: Show Table
es: Mostrar tabla

# teditorform.btnshow.hint
source: Show|Show the grid content in a report
es: Presentar|Presenta el contenido en un reporte

# teditorform.tlbshow.caption
source: Show
es: Presentar

source: About...
es: Acerca de...

source: About|Information about this program
es: Acerca de|Informacion referente a este programa

# tmainform.actcategory.caption
source: Categories
es: Categorias

source: Categories|Categories
es: Categorias|Categorias

source: Change password...
es: Cambiar clave...

source: Change password|Change the system password
es: Cambiar clave|Cambiar la clave del sistema

source: Check feasibility
es: Chequear factibilidad

source: Check feasibility|Check feasibility of input data
es: Chequear factibilidad|Chequear la factibilidad de los datos ingresados

# tmainform.actconfigure.caption
source: Configure...
es: Configurar...

# tmainform.actconfigure.hint
source: Configure|Edit the system configuration
es: Configurar|Editar la configuracion del sistema

source: Contents
es: Contenido

source: Contents|Help contents
es: Contenido|Contenido de la ayuda

source: Working days
es: Dias laborables

source: Working days|Working days
es: Dias laborables|Dias laborables

source: Database Explorer...
es: Base de datos...

source: Exit
es: Salir

source: Exit|Exit from program
es: Salir|Salir del programa

source: Academic hours
es: Horas academicas

source: Academic hours|Academic hours
es: Horas academicas|Horas academicas

source: Index
es: Indice

source: Index|Help Index
es: Indice|Indice de la Ayuda

source: Default Language
es: Idioma por defecto

source: English
es: Inglés

source: Spanish
es: Español

source: Make Timetables
es: Elaborar horarios

# tmainform.actmaketimetable.hint
source: Make Timetables|Make Timetables
es: Elaborar horarios|Elaborar horarios

source: &New
es: &Nuevo

source: New|New Timetable
es: Nuevo|Nuevo horario

source: Open
es: Abrir

source: Open|Open saved institution
es: Abrir|Abrir horario guardado

source: Password...
es: Clave...

source: Password|Change system password
es: Clave|Cambiar la clave del sistema

source: Registration Info
es: Informacion de registro

# tmainform.actresource.caption
source: Resources
es: Profesores

source: Save...
es: Guardar...

source: Save|Save Timetable
es: Guardar|Guardar horario

# tmainform.actsubject.caption
source: Themes
es: Materias

# tmainform.actsubject.hint
source: Themes|Themes
es: Materias|Materias

# tmainform.acttimeslot.caption
source: Working Time Slots
es: Periodos laborables

# tmainform.acttimeslot.hint
source: Working Time Slots|Working Time Slots
es: Periodos laborables|Periodos laborables

# tmainform.acttimetable.caption
source: Timetables
es: Horarios

source: Timetables|Show Timetables
es: Horarios|Mostrar horarios

source: &Data
es: &Datos

source: Data|Input Data
es: Datos|Ingreso de datos

source: &File
es: &Archivo

source: File|File tools
es: Archivo|Herramientas de archivo

source: &Help
es: A&yuda

source: Help|Online help
es: Ayuda|Ayuda en linea

source: Languages
es: Lenguajes

source: Reopen
es: Volver a abrir

source: Reopen|Reopen Timetable
es: Volver a abrir|Volver a abrir el horario

source: &Tools
es: &Herramientas

source: Tools|Tools that allow to make a timetable
es: Herramientas|Herramientas que permiten elaborar un horario

source: &View
es: &Ver

source: View|View results
es: Ver|Ver resultados

# tmasterdetaileditorform.grbdetail.caption
source: Detail
es: Detalle

# tmessageviewform.bbtclose.caption
source: &Close
es: &Cerrar

# tmessageviewform.caption
source: Message viewer
es: Visor de mensajes

# tprogressform.bbtcancel.caption
source: Cancel
es: Cancelar

# tprogressform.bbtclose.caption
source: Ok
es: Aceptar

# tprogressform.caption
source: Search progress
es: Progreso de la busqueda

# tprogressform.pnlbreaktimetableresource.caption
source: Break TT. Resources:
es: Fracc. h. profesores:

# tprogressform.pnlbreaktimetableresourcecount.caption
source: Number:
es: Numero:

# tprogressform.pnlbreaktimetableresourcevalue.caption
source: Value:
es: Valor:

# tprogressform.pnlbrokensession.caption
source: Broken Sessions:
es: Materias cortadas:

# tprogressform.pnlbrokensessionnumber.caption
source: Number:
es: Numero:

# tprogressform.pnlbrokensessionvalue.caption
source: Value:
es: Valor:

# tprogressform.pnlclashresource.caption
source: Clash of Resources:
es: Cruce profesores:

# tprogressform.pnlclashresourcenumber.caption
source: Number:
es: Numero:

# tprogressform.pnlclashresourcevalue.caption
source: Value:
es: Valor:

# tprogressform.pnlclashsubject.caption
source: Clash of Activities:
es: Cruce materias:

# tprogressform.pnlclashsubjectnumber.caption
source: Number:
es: Numero:

# tprogressform.pnlclashsubjectvalue.caption
source: Value:
es: Valor:

# tprogressform.pnlcrashes.caption
source: Crashes:
es: Colisiones:

# tprogressform.pnlelapsedtime.caption
source: Elapsed time:
es: Tiempo transcurrido:

# tprogressform.pnlestimatedtime.caption
source: Remaining time:
es: Tiempo restante:

# tprogressform.pnlexports.caption
source: Exports:
es: Exportaciones:

# tprogressform.pnlimports.caption
source: Imports:
es: Importaciones:

# tprogressform.pnlinitdatetime.caption
source: Started at:
es: Iniciado el:

# tprogressform.pnlnonscatteredsubject.caption
source: Non Scattered Activities:
es: Joined Themes:

# tprogressform.pnlnonscatteredsubjectcount.caption
source: Number:
es: Numero:

# tprogressform.pnlnonscatteredsubjectvalue.caption
source: Value:
es: Valor:

# tprogressform.pnloutofpositionemptyhour.caption
source: Empty hours:
es: Horas huecas

# tprogressform.pnloutofpositionemptyhournumber.caption
source: Number:
es: Numero:

# tprogressform.pnloutofpositionemptyhourvalue.caption
source: Value:
es: Valor:

# tprogressform.pnlpollination.caption
source: Pollination:
es: Polinizacion:

# tprogressform.pnlposition.caption
source: Iteration:
es: Iteracion:

# tprogressform.pnlresourcerestriction.caption
source: Resource Restrictions:
es: Prohibiciones de profesor:

# tprogressform.pnlresourcerestrictionnumber.caption
source: Number:
es: Numero:

# tprogressform.pnlresourcerestrictionvalue.caption
source: Value:
es: Valor:

# tprogressform.pnlsubjectrestriction.caption
source: Theme Restrictions:
es: Prohibiciones de materia:

# tprogressform.pnlsubjectrestrictionnumber.caption
source: Number:
es: Numero:

# tprogressform.pnlsubjectrestrictionvalue.caption
source: Value:
es: Valor:

# tprogressform.pnltotalvalue.caption
source: Total Value:
es: Valor Total:

# TRESOURCEFORM.ACTRESOURCERESTRICTION.CAPTION
source: Resource restrictions
es: Prohibiciones de profesor

# tresourceform.caption
source: Resource
es: Profesor

source: Activity
es: Distribucion

# tresourceform.groupbox3.caption
source: Requirements
es: Ayudas

# TSELPERIODFORM.BBCANCELAR.CAPTION
source: Cancel
es: Cancelar

# tselperiodform.bbok.caption
source: Ok
es: Aceptar

# tselperiodform.caption
source: Swap periods
es: Intercambiar periodos

# tselperiodform.lbclashresource.caption
source: Select the time slot to swap
es: Seleccione el periodo a intercambiar

# TSELPERIODFORM.LABEL2.CAPTION
source: Day
es: Dia

# TSELPERIODFORM.LABEL3.CAPTION
source: Hour
es: Hora

# tselperiodform.bbtcancel.caption
source: Cancel
es: Cancelar

# tselperiodform.bbtok.caption
source: Ok
es: Aceptar

# tselperiodform.lbperiod.caption
source: Select the time slot to swap
es: Seleccione el periodo a intercambiar

source: Search
es: Buscar

# tsingleeditorform.actfind.hint
source: Search|Search using a specific field
es: Buscar|Buscar un campo especifico

# tsingleeditorform.actshow.caption
source: Show
es: Mostrar

# TSINGLEEDITORFORM.ACTSHOW.HINT
source: Show|Show the grid content in a report
es: Presentar|Presenta el contenido en un reporte

source: Executable
es: Ejecutable

source: Edition
es: Edicion

# tsubjectform.actsubjectrestriction.caption
source: Theme restrictions
es: Prohibiciones de materia

# tsubjectform.actsubjectrestriction.hint
source: Theme restrictions|Input theme restrictions
es: Prohibiciones de materia|Ingresar las prohibiciones de materia

# tsubjectform.caption
source: Themes
es: Materias

# TTHEMEFORM.ACTTHEMERESTRICTION.CAPTION
source: Theme restrictions
es: Prohibiciones de materia

# tthemeform.actthemerestriction.hint
source: Theme restrictions|Input theme restrictions
es: Prohibiciones de materia|Ingresar las prohibiciones de materia

# tthemeform.caption
source: Themes
es: Materias

# ttimetableclassform.cbshowclass.hint
source: Show|Param to show in the timetable
es: Mostrar|Parametro a mostrar en el horario

# ttimetableclassform.tbswaptimeslots.hint
source: Swap time slots|Swap time slots
es: Intercambiar periodos|Intercambiar periodos

# ttimetableclusterform.cbshowcluster.hint
source: Show|Param to show in the timetable
es: Mostrar|Parametro a mostrar en el horario

# ttimetableclusterform.tbswapperiods.hint
source: Swap time slots|Swap time slots
es: Intercambiar periodos|Intercambiar periodos

source: Improve timetable
es: Mejorar horario

source: Improve timetable|Improve selected timetable
es: Mejorar horario|Mejorar horario seleccionado

# TTIMETABLEFORM.ACTRESOURCERESTRICTIONNORESPETADA.CAPTION
source: Resource restrictions
es: Prohibiciones de profesor

source: Resource retrictions|Resource restrictions non satisfied
es: Prohibiciones de profesor|Prohibiciones de profesor no respetadas

# ttimetableform.actthemecutday.caption
source: Themes cut by the day
es: Materias cortadas por el dia

# ttimetableform.actthemecutday.hint
source: Themes cut by the day|Themes cut by the day
es: Materias cortadas por el dia|Materias cortadas por el dia

# ttimetableform.actthemecuthour.caption
source: Themes cut by the hour
es: Materias cortadas por la hora

# ttimetableform.actthemecuthour.hint
source: Themes cut by the hour|Themes cut by the hour
es: Materias cortadas por la hora|Materias cortadas por la hora

# ttimetableform.actthemerestrictionnonsatisfied.caption
source: Theme restrictions
es: Prohibiciones de materia

# ttimetableform.actthemerestrictionnonsatisfied.hint
source: Theme restrictions|Theme restrictions non satisfied
es: Prohibiciones de materia|Prohibiciones de materia no respetadas

# ttimetableform.acttimetablecluster.hint
source: Timetables per clusters|Timetables per clusters
es: Horario de paralelos|Horario de paralelos

# ttimetableform.acttimetableresource.caption
source: Resources' timetables
es: Horario de profesores

source: Resources' timetables|Resources' timetables
es: Horario de profesores|Horario de profesores

# ttimetableform.dbgrid.columns[0].title.caption
source: Timetable Id
es: Id Horario

# ttimetableform.dbgrid.columns[1].title.caption
source: Start
es: Inicio

# ttimetableform.dbgrid.columns[2].title.caption
source: End
es: Final

source: Automatic Timetable Generator
es: Generador Automatico de Horarios

source: No master fields in %s for the detail table %s
es: No existe registro maestro en %s para la tabla detalle %s

source: There are related records in table %s
es: Existen registros relacionados en la tabla %s

source: Master record not found in %s for %s.[%s]=%s
es: No existe registro maestro en %s para %s.[%s]=%s

source: When processing %s
es: Mientras se procesaba %s

source: Applying Downhill
es: Aplicar Descenso

source: Assign
es: Asignar

source: Base Timetable: %d
es: Horario base: %d

# uttgconsts.sbreaktimetableresource
source: Break TT. Resources
es: Fracc. h. profesores

source: Broken Sessions
es: Materias cortadas

source: Changes will be lost, are you sure?
es: Los cambios realizados se perderan, Esta seguro?

# uttgconsts.sclashactivity
source: Clash of Activities
es: Cruce de materias

source: Clashes
es: Cruces

# uttgconsts.sclashresource
source: Clash of Resources
es: Cruce de profesores

source: Cluster
es: Clase

source: Overflow of pattern for ClusterPeriodToSession: Cluster %d-%d Duration %d
es: Se desbordo Molde de ClusterPeriodToSession: Cluster %d-%d Duracion %d

source: Cluster; Work Load
es: Clase; Carga

source: Cluster work load without problems...
es: Carga horaria de paralelos sin problemas...

source: Cluster work load with problems...
es: Carga Horaria de paralelos con problemas...

source: Count
es: Cantidad

# uttgconsts.scrossprobability
source: Cross Probability
es: Probabilidad de cruce

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miercoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

# uttgconsts.sdetail
source: Detail
es: Detalle

source: do not appears in
es: no aparece en

source: Downhill Algorithm
es: Algoritmo de Descenso

source: Editing
es: Editando

source: Evolutive Elitist Algorithm
es: Algoritmo Evolutivo Elitista

source: Generate Timetables
es: Generar Horarios

source: First
es: Primera

source: Second
es: Segunda

source: Third
es: Tercera

source: Fourth
es: Cuarta

source: Fifth
es: Quinta

source: Sixth
es: Sexta

source: Seventh
es: Septima

source: Eighth
es: Octava

source: Free
es: Libre

source: Impossible
es: Imposible

source: Improved Timetable Id
es: Codigo del horario mejorado

source: Improving Timetable [%d]
es: Mejorando Timetable [%d]

source: Improving Timetable [%d] in [%d]
es: Mejorando Timetable [%d] en [%d]

source: Inadequate
es: Inadecuado

source: Invalid Composition: [%s]
es: Composicion no valida: [%s]

source: Invalid input data
es: El dato ingresado no es valido

source: %s is empty
es: %s esta vacio

source: Load
es: Carga

source: Max number of iterations
es: Maximo de generaciones

# uttgconsts.smutationprobability
source: Mutation Probability
es: Probabilidad de Mutacion

# uttgconsts.sname
source: Name
es: Nombre

source: Ready to generate timetable. Show timetable check Summary?
es: Listo para generar horario. Mostrar resumen del chequeo del horario?

source: Non Scattered Activities
es: Materias no dispersas

source: Out of position empty hours
es: Horas huecas desubicadas

source: Pending changes will be lost. Do you really want to quit?
es: Los cambios pendientes se perderan. Seguro que desea salir?

# uttgconsts.spollinationprobability
source: Pollination Probability
es: Probabilidad de polinizacion

source: Population size
es: Numero de individuos

source: Press <Del> to clear cell
es: Presione <Supr> para borrar la celda

source: Problems
es: Problemas

source: Random Generator Seed
es: Semilla numeros aleatorios

source: Ready
es: Listo

# uttgconsts.srelcolsrows
source: %s|Columns: %s - Rows: %s
es: %s|Columnas: %s - Filas: %s

source: Release
es: Liberar
